[
    {
        "1": [
            {
                "title": "1.",
                "text": "Sind Sie sicher, dass Sie die Erhaltung des Menschengeschlechts, wenn Sie und alle Ihre Bekannnten nicht mehr sind, wirklich interessiert?",
                "id": "f1a1"
            },
            {
                "title": "2.",
                "text": "Warum? Stichworte genügen.",
                "id": "f1a2"
            },
            {
                "title": "3.",
                "text": "Wieviele Kinder von Ihnen sind nicht zur Welt gekommen durch Ihren Willen?",
                "id": "f1a3"
            },
            {
                "title": "4.",
                "text": "Wem wären Sie lieber nie begegnet?",
                "id": "f1a4"
            },
            {
                "title": "5.",
                "text": "Wissen Sie sich einer Person gegenüber, die nicht davon zu wissen braucht, Ihrerseits im Unrecht und hassen Sie eher sich selbst oder die Person dafür?",
                "id": "f1a5"
            },
            {
                "title": "6.",
                "text": "Möchten Sie das absolute Gedächtnis?",
                "id": "f1a6"
            },
            {
                "title": "7.",
                "text": "Wie heißt der Politiker, dessen Tod durch Krankheit, Verkehrsunfall usw. Sie mit Hoffnung erfüllen könnte? Oder halten Sie keinen für unersetzbar?",
                "id": "f1a7"
            },
            {
                "title": "8.",
                "text": "Wen, der tot ist, möchten Sie wiedersehen?",
                "id": "f1a8"
            },
            {
                "title": "9.",
                "text": "Wen hingegen nicht",
                "id": "f1a9"
            },
            {
                "title": "10.",
                "text": "Hätten Sie lieber einer andern Nation (Kultur) angehört und welcher?",
                "id": "f1a10"
            },
            {
                "title": "11.",
                "text": "Wie alt möchten Sie werden?",
                "id": "f1a11"
            },
            {
                "title": "12.",
                "text": "Wenn Sie die Macht hätten zu befehlen, was Ihnen heute richtig scheint, würden Sie es befehlen gegen den Widerspruch der Mehrheit? Ja oder Nein.",
                "id": "f1a12"
            },
            {
                "title": "13.",
                "text": "Warum nicht, wenn es Ihnen richtig scheint?",
                "id": "f1a13"
            },
            {
                "title": "14.",
                "text": "Hassen Sie leichter ein Kollektiv oder eine bestimmte Person und hassen Sie lieber allein oder in einem Kollektiv?",
                "id": "f1a14"
            },
            {
                "title": "15.",
                "text": "Wann haben Sie aufgehört zu meinen, daß Sie kluüger werden, oder meinen Sie’s noch? Angabe des Alters.",
                "id": "f1a15"
            },
            {
                "title": "16.",
                "text": "Überzeugt Sie Ihre Selbstkritik?",
                "id": "f1a16"
            },
            {
                "title": "17.",
                "text": "Was, meinen Sie, nimmt man Ihnen übel und was nehmen Sie sich selber übel, und wenn es nicht dieselbe Sache ist: Wofür bitten Sie eher um Verzeihung?",
                "id": "f1a17"
            },
            {
                "title": "18.",
                "text": "Wenn Sie sich beiläufig vorstellen, Sie wären nicht geboren worden: beunruhigt Sie diese Vorstellung?",
                "id": "f1a18"
            },
            {
                "title": "19.",
                "text": "Wenn Sie an Verstorbene denken: wünschten Sie, daß der Verstorbene zu Ihnen spricht, oder möchten Sie lieber dem Verstorbenen noch etwas sagen?",
                "id": "f1a19"
            },
            {
                "title": "20.",
                "text": "Lieben Sie jemand?",
                "id": "f1a20"
            },
            {
                "title": "21.",
                "text": "Und woraus schließen Sie das?",
                "id": "f1a21"
            },
            {
                "title": "22.",
                "text": "Gesetzt der Fall, Sie haben nie einen Menschen umgebracht: wie erklären Sie es sich, daß es dazu nie gekommen ist?",
                "id": "f1a22"
            },
            {
                "title": "23.",
                "text": "Was fehlt Ihnen zum Glück?",
                "id": "f1a23"
            },
            {
                "title": "24.",
                "text": "Wofür sind sie dankbar?",
                "id": "f1a24"
            },
            {
                "title": "25.",
                "text": "Möchten Sie lieber gestorben sein ode noch eine Zeit leben als gesundes Tier? Und als welches?",
                "id": "f1a25"
            }
        ],
        "2": [
            {
                "title": "1.",
                "text": "Ist die Ehe für Sie noche ein Problem?",
                "id": "f2a1"
            },
            {
                "title": "2.",
                "text": "Wann überzeugt Sie die Ehe als Einrichtung mehr: wenn Sie diese bei andern sehen oder in Ihrem eignen Fall?",
                "id": "f2a2"
            }
        ],
        "3": [
            {
                "title": "1.",
                "text": "Tun Ihnen die Frauen leid?",
                "id": "f3a1"
            },
            {
                "title": "2.",
                "text": "Warum? (Warum nicht?)",
                "id": "f3a2"
            }
        ],
        "4": [
            {
                "title": "1.",
                "text": "Wissen Sie in der Regel, was Sie hoffen?",
                "id": "f4a1"
            },
            {
                "title": "2.",
                "text": "Wie oft muß eine bestimmte Hoffnung (z.B. eine politische) sich nicht erfüllen, damit Sie die betroffene Hoffnung aufgeben, und gelingt Ihnen dies, ohne sich sofort eine andere Hoffnung zu machen?",
                "id": "f4a2"
            }
        ],
        "5": [
            {
                "title": "1.",
                "text": "Wenn Sie jemand dazu bringen, daß er den Humor verliert, (z.B. weil sie seine Scham verletzt haben), und wenn SIe dann feststellen, der betroffene Mensch habe keinen Humor: finden Sie, daß Sie deswegen Humor haben, weil Sie jetzt über ihn lachen?",
                "id": "f5a1"
            },
            {
                "title": "2.",
                "text": "Wie unterscheiden sich Witz und Humor?",
                "id": "f5a2"
            }
        ],
        "6": [
            {
                "title": "1.",
                "text": "Hassen Sie Bargeld?",
                "id": "f6a1"
            },
            {
                "title": "2.",
                "text": "Warum?",
                "id": "f6a2"
            }
        ],
        "7": [
            {
                "title": "1.",
                "text": "Halten Sie sich für einen guten Freund?",
                "id": "f7a1"
            },
            {
                "title": "2.",
                "text": "Was empfinden Sie als Verrat:? a. wenn der andere es tut? b. wenn Sie es tun?",
                "id": "f7a2"
            }
        ],
        "8": [
            {
                "title": "1.",
                "text": "Sind Sie stolz darauf, Vater zu sein?",
                "id": "f8a1"
            },
            {
                "title": "",
                "text": "Mögen Sie Kinder allgemein?",
                "id": "f8a2"
            }
        ],
        "9": [
            {
                "title": "1.",
                "text": "Wenn Sie sich in der Fremde aufhalten und Landsleute treffen: befällt Sie dann Heimweh oder dann gerade nicht?",
                "id": "f9a1"
            },
            {
                "title": "2.",
                "text": "Hat Heimat für Sie eine Flagge?",
                "id": "f9a2"
            }
        ],
        "10": [
            {
                "title": "1.",
                "text": "Können Sie sich daran erinnern, seit welchem Lebensjahr es Ihnen selbstverständlich ist, daß Ihnen etwas gehört, beziehungsweise eben nicht gehört?",
                "id": "f10a1"
            },
            {
                "title": "2.",
                "text": "Wem gehört Ihres Erachtens beispielsweise die Luft?",
                "id": "f10a2"
            }
        ],
        "11": [
            {
                "title": "1.",
                "text": "Haben Sie Angst vor dem Tod und seit welchem Lebensjahr?",
                "id": "f11a1"
            },
            {
                "title": "2.",
                "text": "Was tun Sie dagegen?",
                "id": "f11a2"
            }
        ]
    }
]
